Repository: CadotV/ancien-portfolio
Catalog: html/locale/*/LC_MESSAGES/traduction.po
Languages: fr_fr

source: If you want to contact me
fr_fr: Si vous souhaitez me contacter

source: Subject
fr_fr: Sujet

source: Enter your message here
fr_fr: Entrez votre message

source: Submit
fr_fr: Envoyer

source: About me-sidebar-left-mobile
fr_fr: Présentation

source: Programing-sidebar-left-mobile
fr_fr: Programmation

source: Infographics-sidebar-left-mobile
fr_fr: Infographie

source: Music-sidebar-left-mobile
fr_fr: Musique

source: Skills-sidebar-left-mobile
fr_fr: Compétences

source: About me-sidebar-left
fr_fr: Présentation

source: Programing_test-sidebar-left
fr_fr: Programmation

source: Infographics-sidebar-left
fr_fr: Infographie

source: Music-sidebar-left
fr_fr: Musique

source: Skills-sidebar-left
fr_fr: Compétences

source: Web Development and Integration
fr_fr: Développement et intégration web

source: Digital painting
fr_fr: Illustration

source: 3D modeling
fr_fr: Modélisation 3D

source: Electric guitar
fr_fr: Guitare électrique

source: Front-End development
fr_fr: Développement Front-end

source: Back-End development
fr_fr: Développement Back-end

source: Other language
fr_fr: Autres langages

source: Infographics
fr_fr: Infographie

source: Presentation
fr_fr: Présentation

source: Welcome !
fr_fr: Bienvenue !

source: I am currently following a professional learning at Paris IX at Ifocop. My hobbies are computing science, web development and digital arts, and i would love to train those every day
fr_fr: Je suis actuellement en formation professionnelle à l'IFOCOP à Paris XI. Passionné par l'informatique, le developpement web et l'infographie, je souhaite allier ces passions à mon quotidien !

source: Helen Keller website
fr_fr: Site d'Helen Keller

source: First website developed during my professional training. Spectrum javascript is used to pick a color and layout the body with it. A complementary color layout the header, calculated by subtracting selected color RBG values to the white RBG values (255,255,255).
fr_fr: Premier site web développé durant ma formation professionnelle. Le script javascript Spectrum est ici utilisé pour choisir une couleur et l'appliquer au body de la page. Une couleur complémentaire est ajoutée au header et footer, calculée en soustrayant les valeurs RGB de la couleur choisie aux valeurs RGB du blanc (255,255,255).

source: View website
fr_fr: Voir le site

source: Cooking list website
fr_fr: Site de recettes de cuisine

source: Second website developed during my professional training. The goal was to use a collection of video for the header background. Turn by turn, they are displayed using the property display:block or hidden with display:none. Some icon are used to change the opacity of a paragraphe.
fr_fr: Second site internet développé durant ma formation professionnelle. Le but ici a été d'ajouter des vidéos tournant en boucle dans le header. Elles sont toutes cachées à la base avec la propriété display: none; et sont ensuite montrés une par une avec un display:block. Des icônes sont également ajoutées aux paragraphes pour permettre à l'utilisateur de masquer le texte qu'il ne désir plus lire en changeant simplement l'opacité.

source: Digital painting with Photoshop / Illustrator
fr_fr: Illustration avec Photoshop / Illustrator

source: Gnomish
fr_fr: Gnome

source: Succube head
fr_fr: Tête de succube

source: Gnomish version of Valeera in Heartstone
fr_fr: Version gnome de Valeera dans Hearthstone

source: Website template
fr_fr: Template de site web

source: Template of website made using Photoshop and HTML / CSS
fr_fr: Template de site web fait sous Photoshop puis HTML / CSS

source: Girl face
fr_fr: Visage

source: Human skull painted with Photoshop
fr_fr: Crânes humain réalisés sous Photoshop

source: Digital painting using an Intuos 3 graphic tablet
fr_fr: Illustrations avec une Intuos 3

source: Lion head painted with Photoshop
fr_fr: Têtes de lion de face et 3/4

source: Website logo created using Illustrator and Photoshop
fr_fr: Logo de site web réalisé avec Illustrator et finalisé sous Photoshop

source: DreamStone website Logo made with Illustrator and polished with Photoshop
fr_fr: Logo de site web réalisé avec Illustrator et finalisé sous Photoshop

source: 3D orc head
fr_fr: Tête d'orc en 3D

source: 3D orc head made with Zbrush
fr_fr: Tête d'orc 3D réalisée sous Zbrush

source: Sand mapping
fr_fr: Map de sable

source: Diffuse map, 3d made using Zbrush
fr_fr: map d'une texture type sable, réalisée en 3D sous Zbrush

source: Depth map
fr_fr: map de profondeur

source: Specular map
fr_fr: map de lumière spéculaire

source: Electric guitar record
fr_fr: Enregistrement guitare

source: Simple electric guitar record using Cubase 5 and an input device Prodipe 2
fr_fr: Enregistrement à la guitare électrique sous Cubase 5 avec un boîté d'acquisition Prodipe 2

source: Your web browser is not compatible
fr_fr: Votre navigateur web est incompatible

source: competences
fr_fr: Compétences

source: Publication director
fr_fr: Directeur de publication
